[
    {
        "name": "Vueling Party Appventure",
        "event": "HackUPC 2023",
        "date": "May 2023",
        "challenge": "Vueling Flight Fest",
        "description": "A cutting-edge multiplatform video game application developed using Unity. Designed to enhance the flight experience, the game connects with a local LAN server, enabling real-time multiplayer interactions. The app delivers an engaging and entertaining journey for passengers, transforming traditional in-flight entertainment into a dynamic and interactive experience. ",
        "link": "https://devpost.com/software/vueling-party-appventure"
    },
    {
        "name": "JobCall",
        "event": "HackUPC 2021",
        "date": "May 2021",
        "challenge": "Infojobs Challenge",
        "description": "JobCall is an innovative web application created to revolutionize the headhunting process for companies. By offering a fresh approach to job exploration, it bridges the gap between recruiters and potential candidates. The platform facilitates a more dynamic and engaging recruitment experience, making it easier for companies to identify and connect with top talent.",
        "link": "https://devpost.com/software/jobcall"
    },
    {
        "name": "HomeInMind",
        "event": "HackUPC 2019",
        "date": "Oct 2019",
        "challenge": "Restb.ai Challenge",
        "description": "HomeInMind is a forward-thinking application designed to help users explore and select furniture for their homes using advanced image recognition technology. This project redefines the home decoration process by allowing users to visualize and match furniture pieces with their interior spaces, ensuring a perfect fit every time.",
        "link": "https://devpost.com/software/homeinmind"
    },
    {
        "name": "ePunch",
        "event": "UCODE 2019",
        "date": "Mar 2019",
        "challenge": "by Adidas",
        "description": "ePunch is a digital training application specifically tailored for boxing enthusiasts. The app acts as a virtual trainer, providing real-time feedback and tailored exercises to help users improve their boxing skills. With this innovative tool, users can enhance their training sessions, making them more effective and personalized, even without access to a physical coach.",
        "link": ""
    }
]